"Weather" = "Clima";
"Haze" = "Bruma";
"Currently %@" = "%@ ahora mismo";
"Windy" = "Viento";
"Thunderstorms" = "Tormentas eléctricas";
"%@º" = "%@º";
"Low" = "Mínima";
"NW" = "NO";
"TODAY" = "HOY";
"Knots" = "Nudos";
"UV: %@" = "UV: %@";
"UV Index" = "Índice UV";
"E" = "E";
"Request Location Access" = "Solicitar autorización";
"Kilometers" = "Kilómetros";
"South" = "Sur";
"Current Weather" = "Tiempo";
"WEATHER" = "CLIMA";
"Feels Like" = "Sensación térmica";
"Extreme" = "Extremo";
"Chance of Rain" = "Probabilidad de lluvia";
"Sleet" = "Aguanieve";
"N" = "N";
"Very High" = "Muy alta";
"SE" = "SE";
"Feels Like: %@" = "Sensación térmica: %@";
"East" = "Este";
"%@ cm" = "%@ cm";
"South East" = "Sureste";
"%@ mm" = "%@ mm";
"High" = "Máxima";
"S" = "S";
"m/s" = "mps";
"Snow" = "Nieve";
"Precipitation" = "Precipitación";
"%@ chance of rain" = "%@ de probabilidad de lluvia";
"Tornadoes" = "Tornados";
"%@ mb" = "%@ mb";
"Mostly Clear" = "Despejado";
"Rain" = "Lluvia";
"Current location: %@" = "Ubicación actual: %@"; // weather
"%@ m/s" = "%@ mps";
"%@ hPa" = "%@ hpa";
"Medium" = "Medianos";
"%@ km" = "%@ km";
"%@ km/h" = "%@ km/h";
"South West" = "Suroeste";
"Visibility" = "Visibilidad";
"%@ miles" = "%@ millas";
"NE" = "NE";
"Today" = "Hoy";
"%@ knots" = "%@ Nudos";
"inches" = "Pulgadas";
"%@ mph" = "%@ mi/h";
"Temperature" = "Temperatura";
"North" = "Norte";
"Chance of Snow" = "Probabilidad de nieve";
"North East" = "Noreste";
"Current Temperature" = "Temperatura actual";
"MPH" = "mi/h";
"Rain Probability" = "Probabilidad de lluvia";
"SW" = "SO";
"%@\"" = "%@\"";
"Location: %@" = "Ubicación: %@";
"Hail" = "Granizo";
"km" = "km";
"West" = "Oeste";
"Pressure" = "Presión";
"Fog" = "Niebla";
"Clear" = "Despejado";
"Current Location" = "Ubicación actual";
"%@ kilometers" = "%@ kilómetros";
"Wind" = "Viento";
"%@ chance of snow" = "%@ de probabilidad de nieve";
"hPa" = "hPa";
"Dew Point" = "Punto de Rocío";
"Moderate" = "Moderada";
"Partly Cloudy" = "Sol y nubes";
"Miles" = "Millas";
"%@ in" = "%@ pulg";
"More Information" = "Más información";
"km/h" = "km/h";
"Humidity" = "Humedad";
"North West" = "Noroeste";
"Cloudy" = "Nublado";
"cm" = "cm";
"mph" = "mi/h";


// Unlocalized strings



// Unlocalized strings

"Your weather access has expired. You will need to purchase a new package to continue receiving weather data." = "Your weather access has expired. You will need to purchase a new package to continue receiving weather data.";
"You do not have an active weather account. You will need to purchase a weather paackge to receive weather data." = "You do not have an active weather account. You will need to purchase a weather paackge to receive weather data.";
"Please update iStat Menus to continue receiving weather data." = "Please update iStat Menus to continue receiving weather data.";
"View & Purchase Packages" = "View & Purchase Packages";


// Modified strings

